/*
Доп. задача
Написать программу для разворота массива
*/

int[] array = { 5, 46, 34, 97 };
Array.Reverse(array);
Console.WriteLine(String.Join(',', array));

